Repository: stefanobianda/Try2Win
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it

source: Seller Home
de: H채ndler Home
fr: Home Revendeur
it: Home Esercente

source: Seller
de: H채ndler
fr: Revendeur
it: Esercente

source: Customer
de: Kunde
fr: Client
it: Cliente

source: Tickets
de: Billette
fr: Billets
it: Biglietti

source: Campaigns
de: Kampagnen
fr: Campagnes
it: Campagne

# zeroCampaigns
source: Ask your clients to join Try2Win and register additionals tickets
de: Bitten Sie Ihre Kunden, Try2Win beizutreten und zus채tzliche Tickets zu registrieren
fr: Demandez à vos clients de s'inscrire à Try2Win et d'enregistrer des billets supplémentaires.
it: Chiedi ai tuoi clienti di installare Try2Win e registra altri biglietti

source: Coupons
de: Gutscheine
fr: Bons
it: Buoni

# zeroCoupons
source: Go to a resturant and get the chance to win a coupons!
de: Gehen Sie in ein Restaurant und gewinnen Sie einen Gutschein!
fr: Allez dans un restaurant et gagnez des bons!
it: Andate in un ristorante e avrete la possibilit√† di vincere un buono!

# readQRCode
source: Read a QR code to create a ticket, press the image below
de: Lesen Sie einen QR-Code, um ein Ticket zu erstellen, dr체cken Sie auf das Bild unten
fr: Lisez un code QR pour créer un ticket, appuyez sur l'image ci-dessous
it: Leggere un codice QR per creare un biglietto, premi l'immagine sottostante

# showQRCode
source: Show your QR code
de: Zeigen Sie Ihren QR-Code
fr: Montrez votre code QR
it: Visualizza il tuo codice QR

# titleScanQRCode
source: Scan QR code
de: QR-Code scannen
fr: Scannez le code QR
it: Scansione del codice QR

# scanSomething
source: Read a Try2Win QR code
de: Einen Try2Win QR-Code lesen
fr: Lire un code QR Try2Win
it: Leggere un codice QR Try2Win

source: Settings
fr: Paramètres
